{
  "name": "Typografie-Schild/ Anhänger",
  "slug": "0-typografie-schild-anhnger",
  "location": null,
  "language": "de",
  "abstract": "Mit Logo-Skizzen und Vektorgrafik gestalten wir Typografie für einen (Schlüssel-)Anhänger. Die Logoschrift wird mit dem Lasercutter in Holz oder Plexiglas eingraviert und der Anhänger ausgeschnitten.",
  "description": {
    "de": "",
    "en": "Mit einem Vektorgrafik-Programm (vgl. Inkscape.org) können wir Schriftbuchstaben bzw. Logos gestalten. (vgl. Abb.: Dank an freeride-guide.com). Wir skizzieren mit Stiften auf Papier oder pausen von Screens Schriftzüge von Portalen zur Schriftgestaltung (vgl. myfonts.com) in passender Vergrößerung ab. Schriftbuchstaben können im Stil vielfältig variieren, d.h. im Spannungsfeld zwischen prägnanter Lesbarkeit und gestalterischen Freiheiten stehen. Wir experimentieren mit Schrift in Linie und Fläche als Logos im Sinne einer Beschilderung oder auch kreativ als Bildelement wie bei Graffiti-Schrift, die man teils nur eingeschränkt entziffern kann. Mit Vektorgrafik-Haarlinien schneiden wir dann mit dem Lasercutter den Anhänger aus - bzw. wir Rastern das Motiv gestalterisch vorher als Gravur in der Binnenfläche - es ist Vieles möglich (vgl. makerlab-murnau.de/labs/laserlab.html). Leistung und Geschwindigkeit des Lasercutters werden je nach Material angepasst für präzisen Lasercut in dünnes Holz oder Plexiglas für (d)einen (Schlüssel-)Anhänger. Abschließend kann ein Finish durch einen Print mit Siebdruck und kleinem Sieb (Farben schwarz oder weiss) auf das Relief-Objekt erfolgen, um die erhabenen Flächen zu färben.\r\n\r\nDie Veranstaltung kann nur mit einem Ticket besucht werden, welches hier geklickt werden kann: [Ticketshop](https://pretix.eu/junghackerinnentag/tickets/). Die Tickets werden erst zur Eröffnungsveranstaltung am Junghackerinnentag ab 10 Uhr verfügbar sein."
  },
  "schedule_start": {
    "conference_day": 2,
    "time": "17:00"
  },
  "schedule_duration": 120,
  "tags": [
    "junghackerinnentag"
  ],
  "banner_image": "media/event/0-typografie-schild-anhnger.banner.png",
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-a-bastelhack-und-makespace"
  }
}