{
  "name": "Linux für Einsteiger:innen (Tag 3)",
  "slug": "2-linux-fr-einsteiger-innen-tag-3",
  "location": null,
  "language": "de",
  "abstract": "Wir begeben uns auf eine Entdeckungsreise durch Linux - von der Vielfalt eines Betriebssystems.\r\n\r\nWas ist (F)OSS? Wie sieht so ein Linux aus? Was kann man damit machen? Und kann man damit auch spielen?",
  "description": {
    "de": null,
    "en": "Wir wollen Linux für Schule und Freizeit zeigen, die Vorteile von freier OpenSource Software erklären,\r\ndie Vielfalt der verfügbaren Programme und Tools sowie mit dem Vorurteil aufräumen, dass man zum Spielen dann ja doch immer Windows benötigt.\r\n\r\nDer Workshop soll an drei Tagen am Beispiel des Schulsticks durch die Vielfalt des Systems führen.\r\n\r\n**Tag 1: Einstieg -- 27.12.24 16-18 Uhr**\r\n\r\nWas ist Linux? Was freie Software? Was sind die Vorteile? Wie sieht so ein Linux aus? Welche Flavours gibt es? (Was) kann man damit alles machen? \r\nUnd dann natürlich: Anwendungen wie z.B. Office, Grafikprogramme **selber ausprobieren**.\r\n\r\n**Tag 2: Abenteuer Kommandozeile -- 28.12.24 16-18 Uhr**\r\n\r\nHeute geht es um die Kommandozeile -- das mysteriöse, häufig schwarze Fenster mit heller Schrift. Warum benutzen wir Text-Kommandos und was kann man damit Tolles machen? Und wie man mit etwas Kommandozeilen-Magie Andere beeindrucken kann.\r\nVon den absoluten Basics bis zu komplexen Einzeilern -- natürlich wieder zum selbst erleben und mitmachen!\r\n\r\n**Tag 3: Spielen mit Linux -- 29.12.24 16-18 Uhr**\r\n\r\nLange hieß es, zum Spielen bräuchte man eine Konsole oder einen Windows-PC. Heute wollen wir zeigen, dass das schon länger nicht mehr so ist.\r\nVon einfachen Konsolen-Spielen bis zu komplexen Titeln auf Steam!\r\n\r\n\r\n**Zielgruppe** \r\n\r\nDieser komplette Workshop ist für absolute Neulinge (Computer überhaupt und/oder Linux).\r\nAber auch, wer schon Windows einsetzt und mal über den Tellerrand schauen will, vielleicht sogar schon einmal über einen Wechsel nachgedacht hat, sich aber (noch) nicht traut, ist herzlich willkommen!\r\n\r\n**Voraussetzungen**\r\n\r\nInteresse und Neugier.\r\n\r\nDie Veranstaltung kann nur mit einem Ticket besucht werden, welches hier geklickt werden kann: [Ticketshop](https://ogy.de/mdvk). Da der Workshop aufeinander aufbaut, gilt das Ticket von Tag 1 auch für die beiden Folgetage."
  },
  "schedule_start": {
    "conference_day": 3,
    "time": "15:00"
  },
  "schedule_duration": 120,
  "tags": [],
  "banner_image": "media/event/2-linux-fr-einsteiger-innen-tag-3.banner.png",
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-a-programmierplatze"
  }
}