{
  "name": "Angebote zum Junghacker:innentag rund um Mathematik (Erwachsene auch willkommen)",
  "slug": "angebote-zum-junghacker-innentag-rund-um-mathematik-erwachsene-auch-willkommen",
  "location": null,
  "language": "de",
  "abstract": "Spiel und Spaß mit unendlich großen Zahlen und unendlichen Spielen • Zauberwürfelworkshop • Cosmic Call, eine Botschaft an Außerirdische • Spiel und Spaß mit der vierten Dimension • Beweise ohne Worte",
  "description": {
    "de": "",
    "en": "Zu allen Workshops kann man in der Zeit von 11:00 Uhr bis 14:00 Uhr kommen und gehen, wann man möchte! Eine Anmeldung ist nicht erforderlich. [Zur Beschreibung, wo wir sind.](https://events.ccc.de/congress/2024/hub/en/event/angebote-zum-junghackerinnentag-rund-um-mathematik/) Bei allen Fragen direkt anrufen: +4917695110311.\r\n\r\n**Unendlich große Zahlen.** In der Mathematik geht es nach 1, 2 und 3, nach der Million und der Fantastilliarde erst richtig los: Danach kommen die unendlich großen Zahlen. Los gehen die mit „∞“, der ersten unendlich großen Zahl, aber dann geht es noch lange weiter. Mit diesen Zahlen kann man wunderbar Spiele spielen. Vielleicht kennt der eine oder andere das Streichholzspiel, bei dem zwei Spieler abwechselnd immer bis zu drei Streichhölzer wegnehmen können und derjenige gewinnt, der das letzte Streichholz an sich nimmt. Im Workshop werden wir lernen, wie man dieses Spiel mit unendlich vielen Streichhölzern spielt, und wie der Trick aussieht, um immer zu gewinnen.\r\n\r\n**Cosmic Call.** Vor etwa 15 Jahren schickte die Menschheit eine Radiobotschaft an ausgewählte Sterne, in der Hoffnung, dass die Nachricht Außerirdische erreicht, diese die Nachricht verstehen und uns antworten. Die Nachricht ist nicht auf Deutsch oder Englisch verfasst, sondern bedient sich einer eigens entwickelten Symbolsprache. Schaffen wenigstens wir Menschen, die Botschaft zu entziffern? Das wollen wir in dem Workshop an uns selbst testen und herausfinden!\r\n\r\n**Zauberwürfel.** Wie löst man den Zauberwürfel (Rubik's Cube)? Das üben wir in diesem Workshop. Wer einen eigenen Zauberwürfel hat, kann ihn gerne mitbringen; für alle anderen haben wir Würfel zum Verleihen. Keinerlei Vorkenntnisse nötig.\r\n\r\n**Vierte Dimension.** In unserer Welt können wir uns nach links und rechts, nach hinten und vorne sowie nach unten und oben bewegen. Weitere Richtungen gibt es nicht. Das muss aber nicht so sein! In der Mathematik ist auch eine weitere Dimension vorstellbar. In diesem Workshop lernen wir diese vierte Dimension spielerisch und anschaulich kennen. Anhand eines interaktiven vierdimensionalen Labyrinths erkunden wir in diesem Workshop spielerisch die vierte Dimension. In der vierten Dimension gibt es neue wundersame Formen zu bestaunen, gewöhnliche dreidimensionale Gefängnisse wären nicht mehr ausbruchssicher und Schnürsenkel würden sich ständig von selbst entknoten. Wer schon etwas älter ist (ab etwa achte Klasse) und Englisch ganz gut versteht, kann statt zu diesem Workshop auch zum 60-minütigen Abendvortrag zum Thema kommen.\r\n\r\n**Beweise ohne Worte.** In der Schule besteht Mathematik zu einem großen Teil aus Rechnungen. Das ist aber nicht das, was Mathematik wirklich ausmacht! Mathematik ist die Kunst, das Verborgene auf das Offensichtliche zurückzuführen, und dazu gehören ergreifende emotionale Aha-Momente beim Verstehen von Zusammenhängen. In diesem Workshop behandeln wir grafische Beweise."
  },
  "schedule_start": {
    "conference_day": 2,
    "time": "10:00"
  },
  "schedule_duration": 210,
  "tags": [
    "junghackerinnentag"
  ],
  "banner_image": null,
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-a-tischinsel"
  }
}