{
  "name": "Baut und programmiert einen Roboterarm",
  "slug": "baut-und-programmiert-einen-roboterarm",
  "location": null,
  "language": "de",
  "abstract": "Bock auf Roboter?\r\nIn diesem Workshop baust du deinen eigenen Roboterarm und lernst, wie du ihn mit Code zum Leben erweckst! Sieh selbst: https://youtube.com/shorts/oafrhNWhoxY",
  "description": {
    "de": "",
    "en": "Was machen wir?\r\n\t•\tStep 1: Zusammenbauen\r\nDu baust aus Servomotoren, Gelenken und einem Greifer einen funktionierenden Roboterarm. Keine Sorge, wir erklären alles Schritt für Schritt.\r\n\t•\tStep 2: Programmieren\r\nMit einem Microcontroller (Raspberry Pi Pico) programmierst du, wie der Roboterarm sich bewegen soll. Ob er Sachen greifen, sich drehen oder coole Bewegungen ausführen soll – du steuerst ihn komplett!\r\n\r\nFür wen ist der Workshop?\r\nFür alle zwischen 12 und 18 Jahren, die Lust haben, mit Technik zu experimentieren. Vorkenntnisse? Nicht nötig! Neugier reicht.\r\n\r\nWarum solltest du mitmachen?\r\n\t•\tDu lernst, wie Roboter wirklich funktionieren.\r\n\t•\tDu tauchst in die Welt der Programmierung ein – ohne langweilige Theorie.\r\n\t•\tDu kannst am Ende stolz deinen eigenen Roboterarm präsentieren.\r\n\t•\tEs macht einfach mega Spaß, mit anderen zu bauen und zu coden!\r\n\r\nWas brauchst du?\r\nNichts außer Motivation! Wir stellen alles zur Verfügung, was du für den Workshop brauchst.\r\n\r\nDer Workshop kann nur mit einem Ticket besucht werden, welches hier geklickt werden kann: https://pretix.eu/junghackerinnentag/tickets/\r\nDie Tickets werden nicht vor der Eröffnungsveranstaltung am Junghackerinnentag um 10 Uhr verfügbar sein."
  },
  "schedule_start": {
    "conference_day": 2,
    "time": "11:00"
  },
  "schedule_duration": 180,
  "tags": [
    "junghackerinnentag"
  ],
  "banner_image": null,
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-a-bastelhack-und-makespace"
  }
}