{
  "name": "Erfahrungsaustauschrunde: Wie pitchen wir Lehrenden zielführend, dass Datenschutz wichtig ist?",
  "slug": "erfahrungsaustauschrunde-wie-pitchen-wir-lehrenden-zielfhrend-dass-datenschutz-wichtig-ist",
  "location": null,
  "language": "de",
  "abstract": "Datenschutz und insb. der Schutz der Daten von Kindern ist wichtig. Im Schulkontext scheint Datenschutz oftmals aber als lästiges Beiwerk, auf das Lehrende & Schulleitungen gerne mal verzichten.",
  "description": {
    "de": null,
    "en": "Gerade im Bildungsbereich sollte inhaltlich, aber vor allem auch praktisch der Schutz von Daten der Schüler\\*innen, Lehrenden und allen im Bildungsbereich tätigen Menschen eine wichtige Rolle spielen. Im Alltag sehen wir leider das Gegenteil. \r\nLehrende, die eigentlich in jedem Fach mediendidaktisch sensibilisieren und für den Schutz von Kindern einstehen sollten, sind bei einfachen Office Anwendungen überfordert, nutzen regelmäßig die selben Passwörter, machen Fotos von ihren Schüler\\*innen und gründen Whats-App-Gruppen, um mit Eltern zu kommunizieren.  \r\nDatenschutzsensible und Mediendidaktisch reflektierte Eltern, Lehrende aber auch Schulleitungen kommen da im Alltag schnell an ihre Grenzen.\r\n\r\nDoch wir wollen nicht jammern.\r\nWir wollen vom Positiven lernen. Wir wollen uns darüber austauschen, was funktioniert hat. Was waren Argumente, die bei Lehrenden, Schulleitungen und evtl. auch bei Elternvertretungen oder anderen Eltern zum Umdenken geführt haben? Was waren unterstützende Faktoren? \r\nWas sollte vermieden werden? \r\nWelche Kompromisse waren möglich?\r\nWelche Arten und Wege der Kommunikation waren hilfreich?\r\nWelche MItstreiter\\*innen gab es?\r\n...\r\n\r\nZielgruppe: \r\n- datenschutzinteressierte Lehrende\r\n- Personen in der Lehramtsausbildung\r\n- Schulleitungen\r\n- Eltern(vertretungen)\r\n- ... Du?\r\n\r\nVorkenntnisse:\r\n- Vorwissen zum Datenschutz wird nicht benötigt\r\n- Interesse am konstruktiven Austausch mit Lehrenden (und Schulleitungen) ist hilfreich\r\n- Falls du Vorkenntnisse zu Kommunikationsstrategien hast, super, das ist aber kein Muss\r\n\r\nBitte ein internetfähiges Endgerät mit installiertem Browser mitbringen. Wir werden Notizen gemeinsam digital festhalten. \r\n\r\nDie Austauschrunde findet in deutscher Lautsprache statt."
  },
  "schedule_start": {
    "conference_day": 3,
    "time": "15:10"
  },
  "schedule_duration": 75,
  "tags": [],
  "banner_image": "media/event/erfahrungsaustauschrunde-wie-pitchen-wir-lehrenden-zielfhrend-dass-datenschutz-wichtig-ist.banner.png",
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-5"
  }
}