{
  "name": "Infrarot Tag",
  "slug": "infrarot-tag",
  "location": null,
  "language": "de",
  "abstract": "Es gibt ca. 3 - 10 Stationen welche einen IR Empfänger haben und einen einzelnen IR Sender. Einer der IR Empfänger leuchtet auf und muss möglichst schnell mit dem IR Sender \"angeleuchtet\" werden.",
  "description": {
    "de": null,
    "en": "Es gibt mehrere Teile die auch von unterschiedlichenn Jugendlichen durchgeführt werden sollten.\r\n\r\n- IR Empfänger (braucht es 3 bis 10 mal)\r\n  - Wartet bis ein einzelner GPIO Hi ist, sobald dieser Hi ist, beginnt ein LED Stripe zu leuchten.\r\n  - Liest konstant eine IR Empfänger Diode und falls ein korrektes Signal erkannt wird, wird ein Signal auf einem GPIO ausgegeben.\r\n- IR Sender (braucht es einmal)\r\n  - Sobald ein Knopf gedrückt wird, gibt eine IR Diode ein Signal aus.\r\n  - Dafür könnte auch eine TV Fernbediengung hinhalten oder ein Mobiltelefone das eine IR Diode hat\r\n- Zentrale (braucht es einmal)\r\n  - Alle GPIOs der IR Empfänger werden auf die Zentrale verbunden (bei 10 Empfängern wäre das 20 Leitungen)\r\n    - Wenn jeder Empfänger und die Zentrale selber auf einem Breadboard ist, reichen etwas längere Käbelchen um die Breadboards zu verbinden\r\n  - Es wird nach Zufall bei einem einzelnen der IR Empfänger ein Hi Signal ausgegeben\r\n  - Ab dann werden gleichzeitig alle IR Empfänger abgefragt\r\n  - Es wird die Zeit gemessen bis beim richtigen IR Empfänger ein Hi ausgegeben wird\r\n  - Das wird 10 mal wiederholt, die Zeiten werden aufsummiert und in eine Bewertung umgerechnet\r\n  - Die Zeiten/Bewertung wird mittels print ausgegeben\r\n  - Gegebenenfalls mittel eines LED Stripes die Bewertung ausgegeben (Skala von 1-10)\r\n\r\nHinweis: Die IR Empfänger sind sehr sensitiv, selbst um Ecken herum erkennen sie teilweise noch das Signal (durch Reflektionen). Man muss gegebenenfalls mit Papier/Karton/3D-Druck-Elemente die Empfänger und Sender Dioden abschirmen. Das \"schlimmste\" was passieren könnte dass fast immer alle Empfänger auf den Sender reagieren womit das Spielziel nur noch mässig oder kaum erreicht werden könnte."
  },
  "schedule_start": {
    "conference_day": 3,
    "time": "16:00"
  },
  "schedule_duration": 120,
  "tags": [],
  "banner_image": null,
  "relations": {
    "assembly_slug": "yoc",
    "room_slug": "saal-a-bastelhack-und-makespace"
  }
}